Repository: regniets/typo3_theme
Catalog: Resources/Private/Language/Plugin/*.TxFormhandler.xlf
Languages: de

# formhandler.firstname
source: Firstname:
de: Vorname:

# formhandler.lastname
source: Lastname:
de: Nachname:

# formhandler.street
source: Street/Nr.:
de: Straße/Nr.:

# formhandler.zip
source: ZIP-Code/City:
de: PLZ/Ort:

# formhandler.country
source: Country:
de: Land:

# formhandler.telephone
source: Telephone:
de: Telefon:

# formhandler.message
source: Message:
de: Nachricht:

# formhandler.submit
source: Send
de: Absenden

# formhandler.salutation
source: Salutation
de: Anrede:

# formhandler.salutation_mr
source: Mr.
de: Herr

# formhandler.salutation_mrs
source: Mrs.
de: Frau

# error_firstname_required
source: The Firstname field is not filled out yet.
de: Das Feld Vorname ist noch nicht ausgefüllt.

# error_lastname_required
source: The Lastname field is not filled out yet.
de: Das Feld Nachname ist noch nicht ausgefüllt.

# error_street_required
source: The Street field is not filled out yet.
de: Das Feld Strasse ist noch nicht ausgefüllt.

# error_nr_required
source: The Nr. field is not filled out yet.
de: Das Feld Hausnummer ist noch nicht ausgefüllt.

# error_zip_required
source: The ZIP-Code field is not filled out yet.
de: Das Feld PLZ ist noch nicht ausgefüllt.

# error_zip_integer
source: The ZIP-Code field is not filled out yet.
de: Sie haben keine richtige PLZ eingegeben.

# error_town_required
source: The City field is not filled out yet.
de: Das Feld Ort ist noch nicht ausgefüllt.

# error_country_required
source: The country field is not filled out yet.
de: Das Feld Land ist noch nicht ausgefüllt.

# error_email_required
source: Enter your e-mail address!
de: Geben Sie Ihre E-Mailadresse ein!

# error_email_email
source: E-mail address is invalid!
de: E-Mailadresse ist ungültig!

# error_telephone_required
source: Enter your Phone number!
de: Geben Sie Ihre Telefonnummer ein!

# error_fax_required
source: Enter your Fax number!
de: Geben Sie Ihre Faxnummer ein!

# error_message_required
source: Tell us your message.
de: Teilen Sie uns Ihre Nachricht mit.

# error_url_maxLength
source: URL nor valid.
de: URL ungültig.

# error_header
source: You need to fill in the following fields!
de: Sie müssen noch folgende Felder Ausfüllen!

# formhandler.required_fields
source: Fields marked with * are required!
de: Felder mit * sind Pflichtfelder und müssen ausgefüllt werden!

# formhandler.anrede-email-user
source: Dear Mrs, Mr. Company
de: Sehr geehrte(r) Herr, Frau, Firma

# formhandler.message-email-user
source: Thank you for your message. We have received your request and will process your request as quickly as possible. Enclosed your transmitted data:
de: Vielen Dank für Ihre Nachricht. Wir haben Ihre Anfrage erhalten und werden Ihre Anfrage so schnell wie möglich bearbeiten. Anbei Ihre übermittelten Angaben:

# formhandler.footer-email-user
source: Thank you! Your Company - Team. www.Company.com This is an automatically generated e-mail, please do not reply.
de: Vielen Dank! Ihr Company - Team. www.Company.com Dies ist ein automatisch generiertes E-Mail, bitte nicht antworten.

# formhandler.anrede_admin
source: Question by
de: Anfrage von
